<template>
<!--    <div class="animate_figure">
        <ThreeScene />
    </div>-->
        <div class="container">
            <div class="card">
                <h1>History</h1>
                <div class="news-view-body">
                    <p style="text-align: justify;">Словениядан үйдегі жеңілістен кейін (1:2) Қазақстан құрамасы
                        Еуро-2024 іріктеуінде Дания командасына қарсы екінші ойын өткізді.</p>

                    <p style="text-align: justify;">Бірінші таймда Хойлунд дубль жасап, есеп даниялықтарды алға
                        шығарды. Даниялық шабуылшы 21-ші және 36-шы минуттарда гол соғып, ерекшеленді.</p>

                    <p style="text-align: justify;">Екінші таймда Бақтиёр Зайнутдинов пенальтиден гол соғып, есеп
                        айырмасын қысқартты.</p>

                    <p style="text-align: justify;">86-минутта Асхат Тағыберген өзінің алыстан бағыттаған соққысымен
                        матчтағы есепті теңестірді. Айта кетейік, бұл команда капитанының ұлттық құрама үшін
                        дебюттік голы болды. Араға үш минут салып, Ян Вороговскийдің айып алаңына асырған добын
                        голға айналдырған Абат Айымбетов матчтың шешуші нүктесін қойды-3:2.</p>

                    <p style="text-align: justify;">Осылайша, Магомед Адиевтің шәкірттері ЕЧ -2024 іріктеу кезеңінің
                        наурыз айындағы циклін аяқтады. Қазақстан құрамасы келесі матчтарын Сан – Марино мен
                        Солтүстік Ирландияға қарсы өткізеді. Ойындар сәйкесінше 16 және 19 маусымда өтеді.</p>

                    <p style="text-align: justify;"><strong>Қазақстан – Дания – 3:2 (0:2)</strong></p>

                    <p style="text-align: justify;"><strong>Голдар:</strong> Зайнутдинов 73 (пенальти), Тағыберген
                        86, Айымбетов 89 - Хойлунд 21, 36</p>

                    <p style="text-align: justify;"><strong>Ескертулер:</strong> Айымбетов 89, Шацкий 90+2, Дарабаев
                        90+3 - Хойлунд 90+3</p>

                    <p style="text-align: justify;"><strong>Қызыл қағаз: </strong>Айымбетов 90+6 (екінші ескерту)
                    </p>

                    <p style="text-align: justify;"><strong>Қазақстан:</strong> Шацкий (қ), Вороговский, Әліп, Малый
                        (Ерланов 46), Марочкин, Габышев (Скворцов 34), Тағыберген (к), Бейсебеков (Дарабаев 83),
                        Зайнутдинов (Исламхан 79), Оразов, Самородов (Айымбетов 78);</p>

                    <p style="text-align: justify;"><strong>Қосалқы құрам: </strong>Покатилов (қ), Шайзада (қ),
                        Ерланов, Қайыров, Скворцов, Досмағамбетов, Исламхан, Дарабаев, Кеңесов, Прокопенко, Жұмабек,
                        Айымбетов;</p>

                    <p style="text-align: justify;"><strong>Бас бапкер:</strong> Магомед Адиев;</p>

                    <p style="text-align: justify;"><strong>Дания:</strong> Шмейхель (қ),&nbsp;Мехле (Кристенсен
                        83), Нельссон, Кьер (к), Ба (Ларсен 65),&nbsp;Йенсен (Биллинг 65), Нёргор, Хейбьерг, Винд
                        (Брэйтуэрт 87), Хойлунд, Дамсгард (Дарами 65);</p>

                    <p style="text-align: justify;"><strong>Қосалқы құрам:</strong>&nbsp;Роннов (қ), Хермансен (қ),&nbsp;Занка,
                        Йелерт, Кристенсен,&nbsp;Биллинг, Дрейер, Ларсен, Хьюлманн,&nbsp;Брэйтуэрт, Дарами,
                        Ингвартсен;</p>

                    <p style="text-align: justify;"><strong>Бас бапкер:</strong> Каспер Юльманн.</p>

                    <p style="text-align: justify;"><strong>Төрешілер:</strong> Новак Симович,&nbsp;Никола Джорович,&nbsp;Милош
                        Симович (барлығы – Сербия)</p>

                    <p style="text-align: justify;"><strong>VAR төрешілері: </strong>Момчило Маркович, Елена
                        Цветкович (екеуі де – Сербия).</p>

                    <p style="text-align: justify;"><strong>26.03.2023. «Астана Арена», Астана. 28&nbsp;600&nbsp;жанкүйер.</strong>
                    </p></div>
            </div>
        </div>
</template>

<script>
import ThreeScene from "@/components/ThreeScene.vue";

export default {
    name: "Home",
    components: {ThreeScene}
}
</script>

<style scoped>


.card {
    background: #f3f8ff;
    border-radius: 20px;
    padding: 30px;
}
</style>